{
  "puns": [
    "Chuck Norris osales kord härjajooksul - ta kõndis.",
    "Kui lastel on Supermani pidžaama, siis Supermanil on Chuck Norrise pidžaama.",
    "Chuck Norris suudab silmad lahti aevastada.",
    "Kui Chuck Norris mängib monopoli, siis mõjutab see kogu maailma majandust.",
    "Chuck Norris suudab aatomi poolitada, paljaste kätega.",
    "Chuck Norris suudab isegi pöördukse pauguga kinni lüüa.",
    "Kui Chuck Norris teeb kätekõverdusi, siis ta mitte ei tõuka ennast maast eemale vaid tõukab maad endast eemale",
    "Chuck Norris on käinud Marsil, sellepärast seal elu polegi.",
    "Chuck Norris külastas kord Neitsi Saari. Pärast seda on nende nimi Saared.",
    "Chuck Norris suudab tuld kustutada liitri bensiiniga.",
    "Kui sul on 5€ ja Chuck Norrisel on 5€, siis Chuck Norrisel on rohkem.",
    "Chuck Norris kuuleb viipe keelt.",
    "Kord pidas liikluspolitseinik Chuck Norrise kinni. liikluspolitseinik pääses hoiatusega.",
    "Cobra salvas kord Chuck Norrise jalga. Pärast viit päeva piinlemist heitis cobra hinge",
    "Kui Chuck Norris tahab mett, mälub ta mesilasi.",
    "Kui Chuck Norris sündis, sõidutas ta oma ema haiglast koju.",
    "Chuck Norris sõi ükskord terve tordi ära, enne kui ta sõbrad ütlesid talle, et strippar oli ka tordi sees.",
    "Kui Chuck Norris viilutab sibulat siis sibul nutab.",
    "Kord tellis Chuck Norris Big Maci Burger Kingist. Ta sai selle.",
    "Gripp peab saama igal aastal Chuck Norrise vaktsiini",
    "Chuck Norris sõi ükskord ära terve purgi unerohtu. See pani ta silma pilgutama.",
    "Kui Chuck Norris alustab lõket, siis ta hõõrub kahte jäätükki teineteise vastu.",
    "Chuck Norris sööb musti auke - need on kanamaitselised.",
    "Chuck Norris tegi kord valedetektori testi - masin tunnistas kõik üles.",
    "Chuck Norris ei loe kunagi raamatuid. Ta lihtsalt jõllitab raamatukaant niikaua kuni ta saab kogu informatsiooni.",
    "Chuck Norrisel on kodus Krislikarvast põrandavaip. Karu pole surnud - ta lihtsalt ei julge liigutada.",
    "Chuck Norris ei kanna kunagi kella - ta otsustab ise mis aeg on.",
    "Chuck Norris jookseb 100m ühe sekundiga, sest ta teab lühemat teed.",
    "Chuck Norris oskab musti pliiatseid värvi järgi sorteerida."
  ]
}
